[
  {
    "author": "Dwayne Johnson",
    "quote": "Success isn't always about ‘Greatness’, it’s about consistency. Consistent, hard work gains success. Greatness will come."
  },
  {
    "author": "Arnold Schwarzenegger",
    "quote": "The worst thing I can be is the same as everybody else. I hate that."
  },
  {
    "author": "Vince Lombardi",
    "quote": "It’s not whether you get knocked down; it’s whether you get up."
  },
  {
    "author": "Mario Andretti",
    "quote": "If everything seems under control, you’re just not going fast enough."
  },
  {
    "author": "Michael Jordan",
    "quote": "You have to expect things of yourself before you can do them."
  },
  {
    "author": "Michael Jordan",
    "quote": "I’ve missed more than 9,000 shots in my career. I’ve lost almost 300 games. 26 times I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life and that is why I succeed."
  },
  {
    "author": "Arnold Schwarzenegger",
    "quote": "The mind is the limit. As long as the mind can envision the fact that you can do something, you can do it, as long as you really believe 100 percent."
  },
  {
    "author": "Dave Tate",
    "quote": "Passion trumps everything."
  },
  {
    "author": "Ronnie Coleman",
    "quote": "Everybody wants to be a bodybuilder, but don’t nobody wanna lift no heavy ass weight."
  },
  {
    "author": "",
    "quote": "If the bar ain't bendin', then you're just pretendin'."
  },
  {
    "author": "Anderson Silva",
    "quote": "I'm not the best. I just believe I can do things other people think are impossible."
  },
  {
    "author": "Rashad Evans",
    "quote": "We are all fighters. Every single person who walks this earth is a fighter. Everything that lives. To live is to fight. And we just fight in different arenas."
  },
  {
    "author": "Diego Sanchez",
    "quote": "The mind and the body can do anything and there are no limits. The only limits we have are the limits we give ourselves."
  },
  {
    "author": "Miesha Tate",
    "quote": "Whether I come up short or win, I want to walk away knowing I gave my all."
  },
  {
    "author": "Bruce Lee",
    "quote": "If you spend too much time thinking about a thing, you'll never get it done."
  },
  {
    "author": "Bruce Lee",
    "quote": "If you always put limits on everything you do, physical or anything else, it will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them."
  },
  {
    "author": "Bruce Lee",
    "quote": "I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times."
  },
  {
    "author": "Mark Rippetoe",
    "quote": "Poor form in the gym is caused by insufficient yelling."
  },
  {
    "author": "Mark Rippetoe",
    "quote": "Strong people are harder to kill than weak people and more useful in general."
  },
  {
    "author": "Steve Shaw",
    "quote": "On the Internet, everyone squats. In real life, the squat rack is always empty. You figure out what this means."
  },
  {
    "author": "Winston Churchill",
    "quote": "If you’re going through hell, keep going."
  },
  {
    "author": "Winston Churchill",
    "quote": "Never, never, never give up."
  },
  {
    "author": "Walt Disney",
    "quote": "The way to get started is to quit talking and start doing."
  },
  {
    "author": "Benjamin Franklin",
    "quote": "By failing to prepare, you are preparing to fail."
  },
  {
    "author": "Muhammad Ali",
    "quote": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want."
  }
]